Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Отправляет ICMP-эхо на хост и измеряет время отклика, потери пакетов и джиттер. Помогает понять, доступен ли узел и стабильна ли связь до него.
ar: يرسل صدى ICMP إلى المضيف ويقيس زمن الاستجابة وفقد الحزم والتذبذب. يساعد على معرفة ما إذا كانت العقدة متاحة والاتصال بها مستقراً.
de: Sendet ICMP-Echo an den Host und misst Antwortzeit, Paketverlust und Jitter. Hilft zu verstehen, ob der Knoten erreichbar und die Verbindung zu ihm stabil ist.
en: Sends ICMP echoes to the host and measures response time, packet loss, and jitter. Helps you tell whether the node is reachable and the connection to it is stable.
es: Envía un eco ICMP al host y mide el tiempo de respuesta, la pérdida de paquetes y el jitter. Ayuda a saber si el nodo está disponible y si la conexión hasta él es estable.
fr: Envoie un écho ICMP à l'hôte et mesure le temps de réponse, les pertes de paquets et la gigue. Permet de savoir si le nœud est accessible et si la liaison vers lui est stable.
hi: होस्ट को ICMP echo भेजता है और प्रतिक्रिया समय, पैकेट हानि और jitter मापता है। यह समझने में मदद करता है कि नोड उपलब्ध है या नहीं और उससे कनेक्शन स्थिर है या नहीं।
it: Invia un echo ICMP all'host e misura il tempo di risposta, la perdita di pacchetti e il jitter. Aiuta a capire se il nodo è raggiungibile e se la connessione è stabile.
ja: ホストに ICMP エコーを送信し、応答時間、パケット損失、ジッターを測定します。ノードに到達できるか、接続が安定しているかを確認するのに役立ちます。
ko: 호스트에 ICMP 에코를 보내 응답 시간, 패킷 손실, 지터를 측정합니다. 노드에 접속할 수 있는지, 연결이 안정적인지 파악하는 데 유용합니다.
pt_br: Envia ICMP echo ao host e mede o tempo de resposta, a perda de pacotes e o jitter. Ajuda a entender se o nó está acessível e se a conexão até ele é estável.
tr: Sunucuya ICMP eko gönderir ve yanıt süresini, paket kaybını ve jitter'i ölçer. Düğümün erişilebilir olup olmadığını ve ona bağlantının kararlı olup olmadığını anlamaya yardımcı olur.
zh_hans: 向主机发送 ICMP 回显并测量响应时间、丢包和抖动。帮助判断节点是否可达以及到它的连接是否稳定。

source: Отправляется как заголовок X-HWID — некоторые панели привязывают подписку к устройству и лимитируют число HWID. Выключите, чтобы не передавать HWID вовсе.
ar: يُرسَل كترويسة X-HWID — بعض اللوحات تربط الاشتراك بالجهاز وتحدّ من عدد HWID. أوقفه لعدم إرسال HWID إطلاقًا.
de: Wird als X-HWID-Header gesendet — manche Panels binden das Abo an das Gerät und begrenzen die Anzahl der HWID. Schalte es aus, um gar keine HWID zu übertragen.
en: Sent as the X-HWID header — some panels bind the subscription to a device and limit the number of HWIDs. Turn off to not send HWID at all.
es: Se envía como cabecera X-HWID: algunos paneles vinculan la suscripción al dispositivo y limitan el número de HWID. Desactívalo para no transmitir el HWID en absoluto.
fr: Envoyé comme en-tête X-HWID — certains panneaux lient l'abonnement à l'appareil et limitent le nombre de HWID. Désactivez pour ne pas transmettre le HWID du tout.
hi: X-HWID हेडर के रूप में भेजा जाता है — कुछ पैनल सदस्यता को डिवाइस से जोड़ते हैं और HWID की संख्या सीमित करते हैं। HWID बिल्कुल न भेजने के लिए इसे बंद करें।
it: Viene inviato come header X-HWID: alcuni pannelli legano l'abbonamento al dispositivo e limitano il numero di HWID. Disattiva per non trasmettere affatto l'HWID.
ja: X-HWID ヘッダーとして送信されます — 一部のパネルはサブスクリプションをデバイスに紐付け、HWID 数を制限します。HWID を一切送信しないにはオフにしてください。
ko: X-HWID 헤더로 전송됩니다 — 일부 패널은 구독을 기기에 연결하고 HWID 수를 제한합니다. HWID를 전혀 전송하지 않으려면 끄세요.
pt_br: Enviado como cabeçalho X-HWID — alguns painéis vinculam a assinatura ao dispositivo e limitam o número de HWID. Desative para não transmitir o HWID de forma alguma.
tr: X-HWID başlığı olarak gönderilir — bazı paneller aboneliği cihaza bağlar ve HWID sayısını sınırlar. HWID'yi hiç iletmemek için kapatın.
zh_hans: 以 X-HWID 请求头发送——部分面板会将订阅绑定到设备并限制 HWID 数量。关闭则完全不传输 HWID。

source: Отправлять вебхуки
ar: إرسال Webhooks
de: Webhooks senden
en: Send webhooks
es: Enviar webhooks
fr: Envoyer les webhooks
hi: वेबहुक भेजें
it: Invia webhook
ja: Webhook を送信
ko: 웹훅 보내기
pt_br: Enviar webhooks
tr: Webhook gönder
zh_hans: 发送 Webhook

source: Отсканируйте QR-код с другого устройства или скопируйте присланную ссылку checknet:// — приложение покажет, что именно будет добавлено.
ar: امسح رمز QR من جهاز آخر أو انسخ رابط checknet:// المُرسَل، وسيعرض التطبيق ما الذي ستتم إضافته بالضبط.
de: Scanne einen QR-Code von einem anderen Gerät oder kopiere einen erhaltenen checknet://-Link – die App zeigt dir, was genau hinzugefügt wird.
en: Scan a QR code from another device or copy a checknet:// link you received — the app will show exactly what gets added.
es: Escanea el código QR de otro dispositivo o copia el enlace checknet:// que te hayan enviado: la app mostrará qué se va a añadir.
fr: Scannez un code QR depuis un autre appareil ou collez le lien checknet:// reçu — l’app affichera ce qui sera ajouté.
hi: दूसरे डिवाइस से QR कोड स्कैन करें या भेजा गया checknet:// लिंक कॉपी करें — ऐप दिखाएगा कि वास्तव में क्या जोड़ा जाएगा।
it: Scansiona un codice QR da un altro dispositivo o copia il link checknet:// ricevuto: l’app mostrerà che cosa verrà aggiunto.
ja: 別のデバイスの QRコードを読み取るか、送られてきた checknet:// リンクをコピーしてください。追加される内容が表示されます。
ko: 다른 기기의 QR 코드를 스캔하거나 받은 checknet:// 링크를 복사하세요. 무엇이 추가되는지 앱에서 보여줘요.
pt_br: Escaneie um código QR de outro dispositivo ou copie o link checknet:// recebido — o app mostrará exatamente o que será adicionado.
tr: Başka bir cihazdaki QR kodunu tarayın veya gönderilen checknet:// bağlantısını kopyalayın; uygulama tam olarak neyin ekleneceğini gösterir.
zh_hans: 扫描另一台设备上的二维码，或拷贝收到的 checknet:// 链接——App 会显示具体将添加哪些内容。

source: Отсканируйте камерой на другом устройстве с установленным CheckNet.
ar: امسحه بكاميرا جهاز آخر مثبَّت عليه CheckNet.
de: Scanne ihn mit der Kamera eines anderen Geräts, auf dem CheckNet installiert ist.
en: Scan it with the camera on another device that has CheckNet installed.
es: Escanéalo con la cámara de otro dispositivo que tenga CheckNet instalado.
fr: Scannez-le avec l’appareil photo d’un autre appareil où CheckNet est installé.
hi: CheckNet वाले दूसरे डिवाइस के कैमरे से स्कैन करें।
it: Scansionalo con la fotocamera di un altro dispositivo su cui è installato CheckNet.
ja: CheckNet がインストールされた別のデバイスのカメラで読み取ってください。
ko: CheckNet이 설치된 다른 기기의 카메라로 스캔하세요.
pt_br: Escaneie com a câmera de outro dispositivo que tenha o CheckNet instalado.
tr: CheckNet yüklü başka bir cihazın kamerasıyla tarayın.
zh_hans: 用另一台已安装 CheckNet 的设备扫描。

source: Оформление
ar: المظهر
de: Darstellung
en: Appearance
es: Apariencia
fr: Apparence
hi: रूप-रंग
it: Aspetto
ja: 外観
ko: 디자인
pt_br: Aparência
tr: Görünüm
zh_hans: 外观

source: Оценка
ar: التقييم
de: Note
en: Grade
es: Nota
fr: Note
hi: ग्रेड
it: Voto
ja: 評価
ko: 등급
pt_br: Nota
tr: Not
zh_hans: 评级

source: Оценка %@
ar: التقييم %@
de: Bewertung %@
en: Rating %@
es: Puntuación %@
fr: Note %@
hi: रेटिंग %@
it: Valutazione %@
ja: 評価 %@
ko: 평가 %@
pt_br: Nota %@
tr: Değerlendirme %@
zh_hans: 评分 %@

source: Очень плохо — сеть захлёбывается под нагрузкой
ar: سيئ جدًا — الشبكة تختنق تحت الحِمل
de: Sehr schlecht – das Netz erstickt unter Last
en: Very bad — the network chokes under load
es: Muy malo: la red se ahoga bajo carga
fr: Très mauvais — le réseau s’effondre sous charge
hi: बहुत खराब — लोड में नेटवर्क घुट जाता है
it: Pessimo — la rete si blocca sotto carico
ja: 非常に悪い — 負荷でネットワークが詰まります
ko: 매우 나쁨 — 부하에서 네트워크가 멈춤
pt_br: Muito ruim — a rede engasga sob carga
tr: Çok kötü — ağ yük altında tıkanıyor
zh_hans: 非常差——网络在负载下瘫痪

source: Очистить
ar: مسح
de: Löschen
en: Clear
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
tr: Temizle
zh_hans: 清除

source: Очистить всю историю?
ar: مسح كل السجل؟
de: Gesamten Verlauf löschen?
en: Clear all history?
es: ¿Borrar todo el historial?
fr: Effacer tout l'historique ?
hi: पूरा इतिहास साफ़ करें?
it: Cancellare tutta la cronologia?
ja: すべての履歴を消去しますか？
ko: 모든 기록을 지울까요?
pt_br: Limpar todo o histórico?
tr: Tüm geçmiş temizlensin mi?
zh_hans: 清除全部历史吗？

source: Очистить историю
ar: مسح السجل
de: Verlauf löschen
en: Clear history
es: Borrar el historial
fr: Effacer l'historique
hi: इतिहास साफ़ करें
it: Cancella la cronologia
ja: 履歴を消去
ko: 기록 지우기
pt_br: Limpar histórico
tr: Geçmişi temizle
zh_hans: 清除历史

source: Очистить поиск
ar: مسح البحث
de: Suche löschen
en: Clear search
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
it: Cancella la ricerca
ja: 検索をクリア
ko: 검색 지우기
pt_br: Limpar busca
tr: Aramayı temizle
zh_hans: 清除搜索

source: Очистить секрет
ar: مسح المفتاح السري
de: Secret löschen
en: Clear secret
es: Borrar el secreto
fr: Effacer le secret
hi: सीक्रेट हटाएँ
it: Cancella il segreto
ja: シークレットを消去
ko: 시크릿 지우기
pt_br: Limpar segredo
tr: Gizli anahtarı sil
zh_hans: 清除密钥

source: ошибка
ar: خطأ
de: Fehler
en: error
es: error
fr: erreur
hi: त्रुटि
it: errore
ja: エラー
ko: 오류
pt_br: erro
tr: hata
zh_hans: 错误

source: Ошибка
ar: خطأ
de: Fehler
en: Error
es: Error
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
ko: 오류
pt_br: Erro
tr: Hata
zh_hans: 错误

source: Ошибка TLS: %@
ar: خطأ TLS: %@
de: TLS-Fehler: %@
en: TLS error: %@
es: Error de TLS: %@
fr: Erreur TLS : %@
hi: TLS त्रुटि: %@
it: Errore TLS: %@
ja: TLS エラー：%@
ko: TLS 오류: %@
pt_br: Erro de TLS: %@
tr: TLS hatası: %@
zh_hans: TLS 错误：%@

source: Ошибка настройки сокета: %@
ar: خطأ في إعداد المقبس: %@
de: Fehler bei der Socket-Konfiguration: %@
en: Socket setup error: %@
es: Error al configurar el socket: %@
fr: Erreur de configuration du socket : %@
hi: सॉकेट सेटअप त्रुटि: %@
it: Errore di configurazione del socket: %@
ja: ソケット設定エラー：%@
ko: 소켓 구성 오류: %@
pt_br: Erro na configuração do socket: %@
tr: Soket yapılandırma hatası: %@
zh_hans: 套接字配置错误：%@

source: Ошибка отправки: %@
ar: خطأ في الإرسال: %@
de: Sendefehler: %@
en: Send error: %@
es: Error al enviar: %@
fr: Erreur d'envoi : %@
hi: भेजने में त्रुटि: %@
it: Errore di invio: %@
ja: 送信エラー：%@
ko: 전송 오류: %@
pt_br: Erro no envio: %@
tr: Gönderme hatası: %@
zh_hans: 发送错误：%@

source: Ошибка протокола: %@
ar: خطأ في البروتوكول: %@
de: Protokollfehler: %@
en: Protocol error: %@
es: Error de protocolo: %@
fr: Erreur de protocole : %@
hi: प्रोटोकॉल त्रुटि: %@
it: Errore di protocollo: %@
ja: プロトコルエラー：%@
ko: 프로토콜 오류: %@
pt_br: Erro de protocolo: %@
tr: Protokol hatası: %@
zh_hans: 协议错误：%@

source: Ошибка сервера iperf3
ar: خطأ في خادم iperf3
de: iperf3-Serverfehler
en: iperf3 server error
es: Error del servidor iperf3
fr: Erreur du serveur iperf3
hi: iperf3 सर्वर त्रुटि
it: Errore del server iperf3
ja: iperf3 サーバーエラー
ko: iperf3 서버 오류
pt_br: Erro do servidor iperf3
tr: iperf3 sunucu hatası
zh_hans: iperf3 服务器错误

source: Ошибка: %@
ar: خطأ: %@
de: Fehler: %@
en: Error: %@
es: Error: %@
fr: Erreur : %@
hi: त्रुटि: %@
it: Errore: %@
ja: エラー: %@
ko: 오류: %@
pt_br: Erro: %@
tr: Hata: %@
zh_hans: 错误：%@

source: Пакеты
ar: الحزم
de: Pakete
en: Packets
es: Paquetes
fr: Paquets
hi: पैकेट
it: Pacchetti
ja: パケット
ko: 패킷
pt_br: Pacotes
tr: Paketler
zh_hans: 数据包

source: Параллельных TLS: %lld
ar: اتصالات TLS المتوازية: %lld
de: Parallele TLS: %lld
en: Parallel TLS: %lld
es: TLS paralelas: %lld
fr: TLS parallèles : %lld
hi: समानांतर TLS: %lld
it: TLS paralleli: %lld
ja: 並列 TLS：%lld
ko: 병렬 TLS: %lld
pt_br: TLS paralelos: %lld
tr: Paralel TLS: %lld
zh_hans: 并行 TLS：%lld

source: Параметры
ar: المعلمات
de: Parameter
en: Parameters
es: Parámetros
fr: Paramètres
hi: पैरामीटर
it: Parametri
ja: パラメータ
ko: 매개변수
pt_br: Parâmetros
tr: Parametreler
zh_hans: 参数

source: Параметры · %lld
ar: المعطيات · %lld
de: Parameter · %lld
en: Parameters · %lld
es: Parámetros · %lld
fr: Paramètres · %lld
hi: पैरामीटर · %lld
it: Parametri · %lld
ja: パラメータ · %lld
ko: 매개변수 · %lld
pt_br: Parâmetros · %lld
tr: Parametreler · %lld
zh_hans: 参数 · %lld

source: Перебирает диапазон IP-адресов и находит живые хосты. Полезно для инвентаризации своей сети. Сканирование чужих сетей может считаться недружественным.
ar: يمر عبر نطاق من عناوين IP ويعثر على المضيفين النشطين. مفيد لجرد شبكتك. قد يُعدّ فحص شبكات الآخرين عملاً غير ودّي.
de: Durchläuft einen Bereich von IP-Adressen und findet aktive Hosts. Nützlich zur Inventarisierung des eigenen Netzwerks. Das Scannen fremder Netzwerke kann als unfreundlich gelten.
en: Iterates over a range of IP addresses and finds live hosts. Useful for inventorying your own network. Scanning others' networks may be considered unfriendly.
es: Recorre un rango de direcciones IP y encuentra los hosts activos. Útil para inventariar tu propia red. Escanear redes ajenas puede considerarse hostil.
fr: Parcourt une plage d'adresses IP et trouve les hôtes actifs. Utile pour l'inventaire de votre propre réseau. Scanner les réseaux d'autrui peut être considéré comme hostile.
hi: IP पतों की एक रेंज को जाँचता है और सक्रिय होस्ट ढूँढता है। अपने नेटवर्क की सूची बनाने के लिए उपयोगी। दूसरों के नेटवर्क स्कैन करना अमित्रवत माना जा सकता है।
it: Scorre un intervallo di indirizzi IP e trova gli host attivi. Utile per l'inventario della propria rete. La scansione di reti altrui può essere considerata ostile.
ja: IP アドレスの範囲を走査して稼働中のホストを検出します。自分のネットワークの棚卸しに便利です。他人のネットワークをスキャンすることは非友好的とみなされる場合があります。
ko: IP 주소 범위를 순회하며 활성 호스트를 찾습니다. 자신의 네트워크를 파악하는 데 유용합니다. 타인의 네트워크를 스캔하는 것은 비우호적인 행위로 간주될 수 있습니다.
pt_br: Percorre um intervalo de endereços IP e encontra os hosts ativos. Útil para inventariar sua própria rede. Escanear redes de terceiros pode ser considerado hostil.
tr: Bir IP adresi aralığını tarar ve canlı sunucuları bulur. Kendi ağınızın envanterini çıkarmak için yararlıdır. Başkalarının ağlarını taramak düşmanca sayılabilir.
zh_hans: 遍历一段 IP 地址并查找活跃主机。适合盘点自己的网络。扫描他人网络可能被视为不友善行为。

source: Передавать HWID
ar: إرسال HWID
de: HWID übertragen
en: Send HWID
es: Transmitir HWID
fr: Transmettre le HWID
hi: HWID भेजें
it: Trasmetti HWID
ja: HWID を送信
ko: HWID 전송
pt_br: Transmitir HWID
tr: HWID ilet
zh_hans: 传输 HWID

source: Передача замирает на середине
ar: النقل يتوقّف في المنتصف
de: Übertragung bleibt mittendrin hängen
en: Transfer stalls midway
es: La transferencia se detiene a mitad de camino
fr: Le transfert se fige en cours de route
hi: ट्रांसफ़र बीच में रुक जाता है
it: Il trasferimento si blocca a metà
ja: 転送が途中で停止
ko: 전송이 도중에 멈춤
pt_br: A transferência trava no meio
tr: Aktarım ortasında donuyor
zh_hans: 传输中途卡住

source: Пермь
ar: بيرم
de: Perm
en: Perm
es: Perm
fr: Perm
hi: पर्म
it: Perm
ja: ペルミ
ko: 페름
pt_br: Perm
tr: Perm
zh_hans: 彼尔姆

source: Пинг
ar: Ping
de: Ping
en: Ping
es: Ping
fr: Ping
hi: Ping
it: Ping
ja: Ping
ko: Ping
pt_br: Ping
tr: Ping
zh_hans: Ping

source: Пинг — TCP-доступность самого сервера. SNI — не режет ли DPI имя из поля sni. Проверки можно запускать повторно.
ar: Ping — إتاحة TCP للخادم نفسه. SNI — هل يقطع DPI الاسم من حقل sni. يمكن إعادة تشغيل الفحوص.
de: Ping — TCP-Erreichbarkeit des Servers selbst. SNI — ob DPI den Namen aus dem sni-Feld sperrt. Die Prüfungen lassen sich wiederholen.
en: Ping — TCP reachability of the server itself. SNI — whether DPI blocks the name in the sni field. Checks can be rerun.
es: Ping: disponibilidad TCP del propio servidor. SNI: si el DPI corta el nombre del campo sni. Las comprobaciones se pueden repetir.
fr: Ping — accessibilité TCP du serveur lui-même. SNI — le DPI coupe-t-il le nom du champ sni. Les tests peuvent être relancés.
hi: पिंग — सर्वर की खुद की TCP उपलब्धता। SNI — क्या DPI sni फ़ील्ड का नाम काटता है। जाँच दोबारा चलाई जा सकती हैं।
it: Ping: raggiungibilità TCP del server stesso. SNI: se il DPI blocca il nome dal campo sni. I test si possono ripetere.
ja: Ping — サーバー自体の TCP 到達性。SNI — DPI が sni フィールドの名前を遮断していないか。チェックは何度でも再実行できます。
ko: 핑 — 서버 자체의 TCP 접근성. SNI — DPI가 sni 필드의 이름을 차단하는지 여부. 검사는 다시 실행할 수 있습니다.
pt_br: Ping — disponibilidade TCP do próprio servidor. SNI — se o DPI corta o nome do campo sni. As verificações podem ser repetidas.
tr: Ping — sunucunun kendisinin TCP erişilebilirliği. SNI — DPI'nin sni alanındaki adı kesip kesmediği. Kontroller tekrar çalıştırılabilir.
zh_hans: Ping——服务器本身的 TCP 可达性。SNI——DPI 是否拦截 sni 字段中的名称。检测可重复运行。

source: Пинг всех серверов
ar: Ping لجميع الخوادم
de: Alle Server pingen
en: Ping all servers
es: Ping a todos los servidores
fr: Ping de tous les serveurs
hi: सभी सर्वर पिंग करें
it: Ping di tutti i server
ja: 全サーバーに Ping
ko: 모든 서버 핑
pt_br: Ping em todos os servidores
tr: Tüm sunucuları pingle
zh_hans: Ping 所有服务器

source: Пинг, трассировка, DNS, TLS, скорость, сканер сети, Bonjour, мониторинг — и у каждой честное объяснение, что она делает и зачем.
ar: بينغ، تتبّع المسار، DNS، TLS، السرعة، ماسح الشبكة، Bonjour، المراقبة — ولكلٍّ شرح صادق لما يفعله ولماذا.
de: Ping, Traceroute, DNS, TLS, Geschwindigkeit, Netzwerkscanner, Bonjour, Monitoring — jeweils mit einer ehrlichen Erklärung, was sie tun und warum.
en: Ping, traceroute, DNS, TLS, speed, network scanner, Bonjour, monitoring — each with an honest explanation of what it does and why.
es: Ping, traceroute, DNS, TLS, velocidad, escáner de red, Bonjour, monitorización — cada una con una explicación honesta de qué hace y por qué.
fr: Ping, traceroute, DNS, TLS, débit, scanner réseau, Bonjour, surveillance — chacun avec une explication honnête de ce qu'il fait et pourquoi.
hi: पिंग, ट्रेसराउट, DNS, TLS, गति, नेटवर्क स्कैनर, Bonjour, निगरानी — हर एक के साथ ईमानदार व्याख्या कि वह क्या और क्यों करता है।
it: Ping, traceroute, DNS, TLS, velocità, scanner di rete, Bonjour, monitoraggio — ognuno con una spiegazione onesta di cosa fa e perché.
ja: Ping、トレース、DNS、TLS、速度、ネットワークスキャナ、Bonjour、監視 — それぞれに何をなぜ行うのか正直な説明つき。
ko: 핑, 경로 추적, DNS, TLS, 속도, 네트워크 스캐너, Bonjour, 모니터링 — 각각 무엇을 왜 하는지 솔직한 설명과 함께.
pt_br: Ping, traceroute, DNS, TLS, velocidade, scanner de rede, Bonjour, monitoramento — cada um com uma explicação honesta do que faz e por quê.
tr: Ping, izleme, DNS, TLS, hız, ağ tarayıcı, Bonjour, izleme — her birinin ne yaptığına dair dürüst bir açıklamayla.
zh_hans: Ping、路由跟踪、DNS、TLS、测速、网络扫描、Bonjour、监控——每一项都附有诚实说明，讲清它做什么、为什么。

source: Пингует хост и сообщает задержку и потери.
ar: يجري ping للمضيف ويُبلغ عن التأخير والفقد.
de: Pingt den Host an und meldet Latenz und Verlust.
en: Pings the host and reports latency and loss.
es: Hace ping al host e informa de la latencia y las pérdidas.
fr: Ping l'hôte et indique la latence et les pertes.
hi: होस्ट को ping करता है और विलंब व हानि बताता है।
it: Esegue il ping dell'host e riporta latenza e perdita.
ja: ホストに ping を送信し、遅延と損失を報告します。
ko: 호스트에 ping을 보내 지연과 손실을 알려줍니다.
pt_br: Faz ping no host e informa a latência e as perdas.
tr: Sunucuya ping atar ve gecikme ile kaybı bildirir.
zh_hans: 对主机进行 ping 并报告延迟与丢包。

source: Плохо
ar: سيّئ
de: Schlecht
en: Poor
es: Malo
fr: Mauvais
hi: खराब
it: Scarso
ja: 不良
ko: 나쁨
pt_br: Ruim
tr: Kötü
zh_hans: 差

source: Плохо — видеозвонки будут рваться
ar: سيئ — ستتقطع مكالمات الفيديو
de: Schlecht – Videoanrufe brechen ab
en: Bad — video calls will break up
es: Malo: las videollamadas se cortarán
fr: Mauvais — les appels vidéo vont couper
hi: खराब — वीडियो कॉल टूटेंगी
it: Scarso — le videochiamate si interromperanno
ja: 悪い — ビデオ通話が途切れます
ko: 나쁨 — 영상 통화가 끊김
pt_br: Ruim — as chamadas de vídeo vão falhar
tr: Kötü — görüntülü aramalar kopacak
zh_hans: 差——视频通话会中断

source: По IP-адресу находит связанное с ним доменное имя (PTR-запись). Помогает опознать владельца адреса.
ar: يعثر على اسم النطاق المرتبط بعنوان IP (سجل PTR). يساعد على التعرف على مالك العنوان.
de: Findet zu einer IP-Adresse den zugehörigen Domainnamen (PTR-Eintrag). Hilft, den Inhaber der Adresse zu identifizieren.
en: Finds the domain name associated with an IP address (PTR record). Helps identify the address owner.
es: A partir de una dirección IP encuentra el nombre de dominio asociado (registro PTR). Ayuda a identificar al propietario de la dirección.
fr: Trouve le nom de domaine associé à une adresse IP (enregistrement PTR). Aide à identifier le propriétaire de l'adresse.
hi: IP पते से उससे जुड़ा डोमेन नाम (PTR रिकॉर्ड) ढूँढता है। पते के मालिक की पहचान में मदद करता है।
it: A partire da un indirizzo IP trova il nome di dominio associato (record PTR). Aiuta a identificare il proprietario dell'indirizzo.
ja: IP アドレスから関連するドメイン名（PTR レコード）を検出します。アドレスの所有者を特定するのに役立ちます。
ko: IP 주소로 연결된 도메인 이름(PTR 레코드)을 찾습니다. 주소 소유자를 식별하는 데 유용합니다.
pt_br: A partir de um endereço IP, encontra o nome de domínio associado a ele (registro PTR). Ajuda a identificar o dono do endereço.
tr: Bir IP adresine bağlı alan adını (PTR kaydı) bulur. Adresin sahibini tanımlamaya yardımcı olur.
zh_hans: 根据 IP 地址查找与之关联的域名（PTR 记录）。帮助识别地址的归属方。

source: по объёму (накопление КБ)
ar: حسب الحجم (تراكم الكيلوبايتات)
de: nach Datenmenge (KB-Anstieg)
en: by volume (KB accumulated)
es: por volumen (acumulación de KB)
fr: par volume (cumul de Ko)
hi: आकार के अनुसार (KB जमा होना)
it: per volume (accumulo di KB)
ja: データ量による（KB の累積）
ko: 전송량 기준(KB 누적)
pt_br: por volume (acúmulo de KB)
tr: hacme göre (KB birikimi)
zh_hans: 按数据量（KB 累计）

source: По провайдерам
ar: حسب مزود الخدمة
de: Nach Anbieter
en: By provider
es: Por operador
fr: Par opérateur
hi: प्रोवाइडर के अनुसार
it: Per provider
ja: プロバイダ別
ko: 통신사별
pt_br: Por provedor
tr: Sağlayıcılara göre
zh_hans: 按运营商

source: По сервисам
ar: حسب الخدمة
de: Nach Quelle
en: By source
es: Por servicio
fr: Par source
hi: स्रोत के अनुसार
it: Per servizio
ja: ソース別
ko: 소스별
pt_br: Por serviço
tr: Kaynağa göre
zh_hans: 按来源

source: По умолчанию всё выключено
ar: كل شيء مُطفأ افتراضيًا
de: Standardmäßig ist alles aus
en: Everything is off by default
es: Todo está desactivado por defecto
fr: Tout est désactivé par défaut
hi: डिफ़ॉल्ट रूप से सब कुछ बंद है
it: Tutto è disattivato per impostazione predefinita
ja: 既定ではすべてオフ
ko: 기본값은 모두 꺼짐
pt_br: Tudo vem desativado por padrão
tr: Varsayılan olarak her şey kapalı
zh_hans: 默认全部关闭

source: По умолчанию отправляются все данные, которые умеет отдавать инструмент. Здесь можно отключить ненужные поля.
ar: تُرسَل افتراضيًا كل البيانات التي تستطيع الأداة تقديمها. ويمكنك إيقاف الحقول غير المطلوبة من هنا.
de: Standardmäßig werden alle Daten gesendet, die ein Tool liefern kann. Hier kannst du nicht benötigte Felder deaktivieren.
en: By default, every field a tool can report is sent. Here you can turn off the ones you don’t need.
es: De forma predeterminada se envían todos los datos que la herramienta puede proporcionar. Aquí puedes desactivar los campos que no necesites.
fr: Par défaut, toutes les données que l’outil sait fournir sont envoyées. Vous pouvez désactiver ici les champs inutiles.
hi: डिफ़ॉल्ट रूप से वह सारा डेटा भेजा जाता है जो टूल दे सकता है। यहाँ अनावश्यक फ़ील्ड बंद किए जा सकते हैं।
it: Per impostazione predefinita vengono inviati tutti i dati che lo strumento è in grado di fornire. Qui puoi disattivare i campi non necessari.
ja: デフォルトでは、ツールが出力できるすべてのデータが送信されます。不要な項目はここでオフにできます。
ko: 기본적으로 도구가 제공할 수 있는 모든 데이터가 전송돼요. 필요 없는 항목은 여기서 끌 수 있어요.
pt_br: Por padrão são enviados todos os dados que a ferramenta consegue fornecer. Aqui você pode desativar os campos desnecessários.
tr: Varsayılan olarak aracın verebildiği tüm veriler gönderilir. Gereksiz alanları buradan kapatabilirsiniz.
zh_hans: 默认会发送该工具能提供的全部数据。可在此关闭不需要的字段。

source: по числу пакетов
ar: حسب عدد الحِزم
de: nach Paketanzahl
en: by packet count
es: por número de paquetes
fr: par nombre de paquets
hi: पैकेट की संख्या के अनुसार
it: per numero di pacchetti
ja: パケット数による
ko: 패킷 수 기준
pt_br: por número de pacotes
tr: paket sayısına göre
zh_hans: 按数据包数量

source: Повторить
ar: إعادة المحاولة
de: Wiederholen
en: Retry
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
tr: Yeniden dene
zh_hans: 重试

source: Под загрузкой
ar: أثناء التنزيل
de: Bei Download
en: Under download
es: En descarga
fr: En téléchargement
hi: डाउनलोड में
it: In download
ja: ダウンロード時
ko: 다운로드 시
pt_br: Em download
tr: İndirme altında
zh_hans: 下行负载下

source: Под отдачей
ar: أثناء الرفع
de: Bei Upload
en: Under upload
es: En subida
fr: En envoi
hi: अपलोड में
it: In upload
ja: アップロード時
ko: 업로드 시
pt_br: Em upload
tr: Yükleme altında
zh_hans: 上行负载下
